APIUM/something-remote/board/ESP32_WROOM_32D/mpconfigboard.h
// ESP32-WROOM-32D dev board configuration

#define MICROPY_HW_BOARD_NAME "ESP32-WROOM-32D"
#define MICROPY_HW_MCU_NAME "ESP32"
